[M_VaultHunter MissionDefinition]
MissionName="Look for the camera"
MissionDescription="This is a copy of the work. "Sano y salvo", They are not?"
TurnInDescription="You have safely recovered the lost content of a very old mirror.."
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_VaultHunter:KillBlue MissionObjectiveDefinition]
ProgressMessage="blue:"

[M_VaultHunter:KillBlueTakeVaultSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_VaultHunter:RetrieveBankVault MissionObjectiveDefinition]
ProgressMessage="Safely stored:"

[M_VaultHunter:RetrieveBankVaultSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

